[
  {
    "title": "What is cholesterol in simple terms?",
    "sub_title": null,
    "content": [
      "Cholesterol is a type of lipid that performs many essential jobs in your body. Lipids are substances that don’t dissolve in water, so they don’t come apart in your blood. Instead, they travel through your blood to reach different parts of your body that need them.",
      "Your liver makes enough cholesterol to support your body’s needs. But you also get extra cholesterol from the foods you eat. Your body has a system for getting rid of excess cholesterol. But sometimes, that system doesn’t work as well as it should or becomes overloaded. As a result, you can have extra cholesterol circulating in your blood. And that’s when you might run into trouble.",
      "Cholesterol itself isn’t bad. It’s actually vital for you to live. But too much cholesterol can be harmful. That’s why it’s important to learn about cholesterol, including its functions and types. This knowledge can help you understand why you need cholesterol — but not too much of it. It can also help you understand what your cholesterol numbers mean and how to take action to lower them if needed."
    ],
    "images": []
  },
  {
    "title": "What is the function of cholesterol?",
    "sub_title": null,
    "content": [
      "Cholesterol has many important functions in your body. These include:",
      "Helping your cell membranes form protective layers. These layers control what can enter or leave your cell.",
      "Helping your liver make bile, which you need to digest food.",
      "Supporting your body’s production of certain hormones (including sex hormones) and vitamin D."
    ],
    "images": []
  },
  {
    "title": "What is the function of cholesterol?",
    "sub_title": "If cholesterol is necessary, why do I have to worry about how much I have?",
    "content": [
      "Having enough cholesterol to meet your needs is important. Having too much cholesterol can cause problems. People with high cholesterol (hyperlipidemia) or an abnormal ratio of lipids (dyslipidemia) face a higher risk of coronary artery disease.",
      "Your body produces all the cholesterol it needs to function. In fact, your liver makes about 80% of all the cholesterol in your body. The rest (which your body doesn’t need) comes from your food. Usually, your body can filter out the cholesterol it doesn’t need. But many factors can affect your body’s ability to keep your cholesterol levels balanced.",
      "For example, genetic conditions like familial hypercholesterolemia play a role. Such conditions prevent your body from getting rid of extra cholesterol. So, it builds up in your bloodstream over time.",
      "Your diet also plays a role. Eating foods high in saturated fat or trans fat can raise your cholesterol levels. You mostly find saturated fat in products that come from animals, like meat, milk, cheese and butter. Trans fat is in many processed foods and fast foods. So, paying attention to how your diet affects your cholesterol levels can help you avoid having too much cholesterol in your body."
    ],
    "images": []
  },
  {
    "title": "Where is cholesterol found in my body?",
    "sub_title": null,
    "content": [
      "You have cholesterol molecules in all the cells in your body. But you’re probably most familiar with it as something that travels in your blood.",
      "Cholesterol has a chemical makeup that prevents it from traveling solo through your blood. It needs to be attached to other molecules. So, it teams up with proteins and another type of lipid called triglycerides. These molecules bind together to form a particle called a lipoprotein."
    ],
    "images": []
  },
  {
    "title": "What are lipoproteins?",
    "sub_title": null,
    "content": [
      "A lipoprotein is a combination of lipids and proteins that’s able to travel through your blood. Lipoproteins are like little boats that travel from town to town. Some boats deliver food and supplies to each town. Other boats pick up trash and carry it away.",
      "Inside your body, you have lipoproteins that deliver cholesterol to your body’s tissues. This cholesterol is important for your body to function. But too much of it is bad for you. That’s why you need other lipoproteins that pick up the extra cholesterol and carry it away.",
      "You might know these lipoproteins by their nicknames. They’re usually known as LDL cholesterol and HDL cholesterol. These are the two main types of cholesterol. But there are other types, too. So, let’s take a closer look at the types of cholesterol and what they do in your body."
    ],
    "images": []
  },
  {
    "title": "What are the different types of cholesterol?",
    "sub_title": null,
    "content": [
      "Your body contains several types of cholesterol. You’ll see them listed on your lipid panel results. Learning what each type means can help you talk about your cholesterol with your healthcare provider."
    ],
    "images": []
  },
  {
    "title": "What are the different types of cholesterol?",
    "sub_title": "What is LDL cholesterol?",
    "content": [
      "LDL cholesterol refers to low-density lipoproteins. These particles are made mostly of cholesterol, which they deliver to your body’s cells. LDLs have a reputation for being the “bad” cholesterol. Why?",
      "LDLs are important to your body. But they become bad when you have too many of them circulating in your blood. They can combine with other substances and build up on the walls of your arteries. These fatty deposits form plaque that gets bigger over time. This plaque growth is called atherosclerosis, and it raises your risk of a heart attack, stroke and other diseases.",
      "Your LDL cholesterol is a number you want to keep low. For most adults, that means keeping it below 100 mg/dL. If you have a history of atherosclerosis, you should keep your LDL cholesterol below 70 mg/dL."
    ],
    "images": []
  },
  {
    "title": "What are the different types of cholesterol?",
    "sub_title": "What is HDL cholesterol?",
    "content": [
      "HDL cholesterol refers to high-density lipoproteins. These lipoproteins are made mostly of protein. HDL is the “good” cholesterol because it takes extra cholesterol out of your bloodstream and transports it to your liver. Your liver then breaks down the cholesterol and gets rid of it. This process is called reverse cholesterol transport.",
      "Your HDL cholesterol is a number you want to keep high. Males should aim for an HDL of at least 40 mg/dL. Females should aim for an HDL of at least 50 mg/dL.",
      "An HDL above 60 is ideal for all adults and may lower your risk of heart disease."
    ],
    "images": []
  },
  {
    "title": "What are the different types of cholesterol?",
    "sub_title": "What is VLDL cholesterol?",
    "content": [
      "VLDL cholesterol refers to very low-density lipoproteins. VLDLs carry triglycerides and cholesterol, and their protein content is low. Like LDLs, they’re “bad” because they can contribute to plaque buildup in your arteries.",
      "Good cholesterol (HDL) helps remove bad cholesterol (LDL) from your blood. LDL cholesterol contributes to plaque formation in your arteries."
    ],
    "images": [
      "https://my.clevelandclinic.org/-/scassets/images/org/health/articles/23922-what-is-cholesterol.jpg?io=transform:fit,width:780"
    ]
  },
  {
    "title": "What factors affect my cholesterol levels?",
    "sub_title": null,
    "content": [
      "Many factors can affect your cholesterol levels. These include:",
      "Age: As you get older, your cholesterol levels rise.",
      "Diet: Saturated fat and trans fat in the foods you eat raise your LDL levels. This is the “bad” cholesterol you want to keep low. Reducing your intake of saturated and trans fats can help you lower your cholesterol.",
      "Exercise: Regular exercise can raise your HDL. This is the “good” cholesterol. Aim for 30 minutes of physical activity on most days of the week.",
      "Heredity: Your genes partly determine how much cholesterol your body makes. High blood cholesterol can run in families.",
      "Sex: Before menopause, females usually have lower total cholesterol levels than males. But after menopause, their LDL levels tend to rise and their HDL can drop."
    ],
    "images": []
  },
  {
    "title": "Should I get my cholesterol checked?",
    "sub_title": null,
    "content": [
      "Everyone should get their cholesterol checked. How often you receive a cholesterol test (lipid panel) depends on your age and your risk factors for heart disease. Talk with your healthcare provider about how often you should get your cholesterol checked. Knowing your numbers is an important step in learning your risk for heart disease.",
      "If your cholesterol is high, your provider will recommend treatment. Treatment options include:",
      "Dietary changes.",
      "Lifestyle changes.",
      "Medications (like statins).",
      "For many people, a combination of these methods is most helpful. But you won’t know what’s best for you until you get your numbers checked and talk with your provider.",
      "So, make it a point to visit your provider if it’s been a while. And keep going back according to the schedule your provider recommends. Learn your cholesterol, blood pressure and other numbers that help show the health of your heart and blood vessels. It’s never too early to think about your heart health and what you can do to improve it."
    ],
    "images": []
  },
  {
    "title": "Why are my cholesterol numbers important?",
    "sub_title": null,
    "content": [
      "Your cholesterol levels are important because they help you know your risk for heart disease. Cholesterol is a type of lipid (fat) that helps your body perform many important functions. But too much cholesterol in your blood is harmful. It can enter your artery wall, damage its integrity and lead to atherosclerotic plaque (hardened deposits) forming.",
      "This process of plaque buildup is called atherosclerosis. It can lead to serious problems like:",
      "Coronary artery disease: Blocked blood flow to your heart.",
      "Peripheral artery disease: Blocked blood flow to your legs and arms.",
      "Carotid artery disease: Blocked blood flow to your brain.",
      "Cholesterol travels through your blood silently. And it turns into plaque silently. Plaque buildup is like someone tiptoeing on a carpet. You might not see or notice its presence for a long time. You may have no symptoms until you have a heart attack or stroke. At that point, the plaque is like high heels on a hardwood floor. And it’s already caused serious damage to your body.",
      "You can live for many years with high cholesterol and not even know it. That’s why it’s essential to get your cholesterol numbers checked on a regular basis. If your cholesterol numbers are too high (hyperlipidemia), that’s a red flag for you and your healthcare provider.",
      "Many people have high cholesterol, which is a major risk factor for heart disease. But you’re not stuck with the cholesterol numbers you have. It’s possible to change them. Catching high cholesterol early gives you a chance to make changes and achieve good cholesterol numbers."
    ],
    "images": [
      "https://my.clevelandclinic.org/-/scassets/images/org/health/articles/11920-cholesterol-chart.jpg?io=transform:fit,width:780"
    ]
  },
  {
    "title": "What cholesterol levels are tested?",
    "sub_title": null,
    "content": [
      "The main cholesterol levels your provider checks are:",
      "Total cholesterol. This is the total amount of cholesterol that’s circulating in your blood.",
      "LDL or low-density lipoprotein. This is the “bad” cholesterol that contributes to plaque buildup in your arteries, leading to heart attacks and strokes.",
      "HDL or high-density lipoprotein. This is the “good” cholesterol that helps clear out the cholesterol your body doesn’t need.",
      "Triglycerides. This is a type of fat that can raise your heart attack and stroke risks.",
      "Your provider checks your cholesterol levels with a blood test they call a lipid panel (or lipid profile). A provider will draw blood from a vein in your arm and send the blood to a lab for analysis. Be sure to closely follow your provider’s instructions on how to prepare for the test. You’ll likely need to fast for 12 hours beforehand. This means avoiding all foods and drinks except water.",
      "When your results come in, your provider will let you know. You may also be able to access your results through your electronic medical record."
    ],
    "images": []
  },
  {
    "title": "What is the unit of measurement for cholesterol?",
    "sub_title": null,
    "content": [
      "Healthcare providers measure cholesterol levels as milligrams of cholesterol per deciliter of blood. The abbreviation is mg/dL. Providers use these same units to measure your triglycerides."
    ],
    "images": []
  },
  {
    "title": "What are normal cholesterol levels?",
    "sub_title": null,
    "content": [
      "Normal cholesterol levels vary based on your age, ethnicity and sex."
    ],
    "images": []
  },
  {
    "title": "What are normal cholesterol levels?",
    "sub_title": "Normal cholesterol levels by age chart",
    "content": [
      "The chart below shows normal cholesterol levels. Healthcare providers consider these good cholesterol numbers for most people. If you have heart disease or many risk factors, your LDL target may be different. Your healthcare provider may want your LDL level to be below 70 mg/dL. So, it’s important to talk with your provider about your test results and what they mean for you.",
      "All units in the chart below are mg/dL.",
      "As you review your results, remember that you want your LDL to be low and your HDL to be high. Ideally, your HDL should be above 60 to offer you protection against heart disease."
    ],
    "images": []
  },
  {
    "title": "What are normal cholesterol levels?",
    "sub_title": "Sex-based differences",
    "content": [
      "Most normal cholesterol levels are the same regardless of your sex. But there’s one key difference among adults. That’s your HDL number. As the chart above shows, females need a higher HDL level (at least 50) compared to males (at least 40)."
    ],
    "images": []
  },
  {
    "title": "What’s considered high cholesterol?",
    "sub_title": null,
    "content": [
      "High cholesterol generally means your total cholesterol is 200 mg/dL or higher. But providers use additional categories like “borderline high” and “near optimal” to break down your results. If your numbers are close to normal levels, they may be easier to manage through lifestyle and dietary changes."
    ],
    "images": []
  },
  {
    "title": "What’s considered high cholesterol?",
    "sub_title": "High cholesterol levels by age chart",
    "content": [
      "The chart below shows cholesterol levels that are higher than normal. All units are mg/dL."
    ],
    "images": []
  },
  {
    "title": "Can cholesterol levels be too low or too high?",
    "sub_title": null,
    "content": [
      "There are upper limits for your total cholesterol. Lower is better — as low as you can go. Researchers have found that a lower LDL is better. They haven’t set a lower limit for it. The higher your HDL number is, the better it is for you. So your LDL can’t be too low and your HDL can’t be too high."
    ],
    "images": []
  },
  {
    "title": "How often should I get my cholesterol checked?",
    "sub_title": null,
    "content": [
      "Your provider will tell you how often you need your cholesterol checked. It depends on your:",
      "Age: The older you get, the more often you need to have your numbers checked.",
      "Family history: If you have a close biological family member with a history of heart disease, you face a higher risk of heart problems, too. You may need cholesterol tests more often if your family member has high cholesterol or a history of heart attack or stroke.",
      "Risk factors for heart disease: If you have a heart disease diagnosis or risk factors, you’ll need cholesterol tests more often.",
      "Sex: Males need more frequent tests starting at a younger age.",
      "Children should get their first test between ages 9 and 11. Then, they should receive a test every five years. Your child’s provider may recommend starting at a younger age based on family history.",
      "Here are general guidelines for adults based on sex and age."
    ],
    "images": []
  },
  {
    "title": "How often should I get my cholesterol checked?",
    "sub_title": "Males",
    "content": [],
    "images": []
  },
  {
    "title": "How often should I get my cholesterol checked?",
    "sub_title": "Females",
    "content": [],
    "images": []
  }
]
