[
{"title": "How to Read Cholesterol Numbers", "sub_title": null, "content": ["LDL Cholesterol Levels", "HDL Cholesterol Levels", "Triglycerides", "Total Cholesterol Levels", "Cholesterol Test", "Normal Cholesterol Levels", "Questions to Ask Your Doctor", "Takeaways", "Cholesterol Levels FAQs", "Healthy adults should have their cholesterol levels checked regularly with blood test called a lipid profile. Knowing these numbers can help you understand your risk of heart disease and stroke, allowing you to make changes to help lower the risks if you need to. ", "A lipid profile includes:", "Total cholesterol", "LDL, low-density lipoprotein cholesterol, also called \"bad\" cholesterol", "HDL, high-density lipoprotein cholesterol, or the \"good\" one", "Triglycerides, fats carried in the blood from the food we eat", "Results of your blood test will come in the form of numbers. The numbers by themselves are not enough to predict your risk of heart problems or to determine what you need to do to lower that risk, however. They’re just one part of a larger equation that includes your age, your blood pressure, your smoking status, and if you take blood pressure drugs. Your doctor will use this information to calculate your 10-year risk for serious heart problems.", "The more risk factors you have, the higher your risk of heart problems and stroke. Taking steps to reduce them, including lowering cholesterol, may also help reduce other risk factors you have.", "Together, you and your doctor will develop a strategy to reduce your risks.", "Healthy adults should have their cholesterol levels checked regularly with a blood test called a lipid profile, which includes: total, LDL (low-density lipoprotein), and HDL (high-density lipoprotein) cholesterol levels and triglyceride levels. Knowing these numbers can help you understand your risk of heart disease and stroke."], "images": ["https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/articles/biographies/sachdev_poonam_382x382.jpg?resize=51px:51px&output-quality=75", "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/BigBead/understanding_cholesterol_numbers_bigbead/1800x1200_getty_rf_understanding_cholesterol_numbers_bigbead.jpg?resize=750px:*&output-quality=75"]},
{"title": "LDL Cholesterol Levels", "sub_title": null, "content": ["While you have both HDL and LDL cholesterols in your blood, most of the cholesterol circulating in your blood is LDL. We hear most often about LDL and how certain foods can raise our LDL levels. But LDL is also something that your liver produces naturally. Your body needs some LDL because it helps build cells and makes some hormones and vitamins. ", "The problem with LDL is when there’s too much. It can build up on your artery walls and raise your chances of developing heart disease. That’s why LDL is referred to as \"bad” and the lower your LDL number, the lower your risk.", "High LDL cholesterol levels"], "images": []},
{"title": "LDL Cholesterol Levels", "sub_title": "High LDL cholesterol levels", "content": ["An LDL of 190 mg/dL or more is considered very high. If your level is within this range, your doctor will most likely recommend a statin in addition to making healthy lifestyle choices. Statins are medicines that can help lower LDL.", "You may still need to lower your LDL if it is below 190 mg/dL based on your 10-year risk. Your doctor will likely recommend making changes to your diet and exercising, and if needed, a statin.", "Low LDL cholesterol levels"], "images": []},
{"title": "LDL Cholesterol Levels", "sub_title": "Low LDL cholesterol levels", "content": ["It’s not common to have low LDL levels, but it can happen. An LDL level of less than 40 mg/dL is very low and could increase your risk of:", "Anxiety or depression", "Hemorrhagic stroke", "Cancer", "If the low levels occur during pregnancy, they could cause premature birth or a low-birth-weight baby. ", " "], "images": []},
{"title": "HDL Cholesterol Levels", "sub_title": null, "content": ["When it comes to HDL cholesterol -- \"good\" cholesterol -- a higher number means lower risk of heart disease. This is because HDL protects against heart disease by taking LDL cholesterol out of your blood and keeping it from building up in your arteries. A statin can slightly increase your HDL, as can exercise.", "High HDL cholesterol levels"], "images": []},
{"title": "HDL Cholesterol Levels", "sub_title": "High HDL cholesterol levels", "content": ["With HDL, it’s generally thought that the higher the levels, the better. The best HDL levels are 40 mg/dL or higher for people assigned male at birth and 50 mg/dL or higher for those assigned female at birth. But an HDL level of 100 mg/dL or over is too high. This could put you at risk for heart disease too, just like high LDL. ", "Low HDL cholesterol levels"], "images": []},
{"title": "HDL Cholesterol Levels", "sub_title": "Low HDL cholesterol levels", "content": ["If your HDL numbers come back at less than 40 mg/dL if you’re a man or 50 mg/dL if you’re a woman, you could be at risk for heart disease. ", " "], "images": []},
{"title": "Triglycerides", "sub_title": null, "content": ["Triglycerides aren’t a form of cholesterol but another type of fat that circulates in your blood. They provide your body with energy and come from extra calories, alcohol, or sugar that you consume. These are turned into triglycerides and stored in fat cells throughout the body.", "Triglycerides are the form in which most fat exists in food and the body. A high triglyceride level has been linked to higher risk of coronary artery disease. Here's the breakdown."], "images": []},
{"title": "Triglycerides", "sub_title": "Triglycerides", "content": [], "images": []},
{"title": "Triglycerides", "sub_title": "Triglyceride Category", "content": [" When you have high triglyceride levels, there's a good chance you also have low levels of HDL \"good\" cholesterol and high levels of LDL \"bad\" cholesterol. This combination raises the chance that you’ll have a heart attack or stroke. Many medications that treat abnormal cholesterol levels also help lower high triglyceride numbers.", "Your doctor may recommend that you take additional medications as well, such as pills to lower your blood pressure and your risk of heart disease, stroke, and diabetes. If your triglycerides are very high -- over 500 mg/dL -- you may also get medicine to lower them.", "High triglycerides"], "images": []},
{"title": "Triglycerides", "sub_title": "High triglycerides", "content": ["High triglyceride levels, those above 150 mg/dL, increase your risk of heart disease, just like high LDL levels do.", "Here are some risk factors that may raise triglyceride levels:", "Being sedentary, not being physically active", "Eating foods high in sugar and saturated fats", "Excessive alcohol consumption", "Kidney disease", "Liver disease", "Diabetes", "Thyroid disease", "Being overweight or having obesity", "Metabolic syndrome", "Certain medications, particularly that treat:Breast cancerHIVHigh blood pressure (rare)", "Breast cancer", "HIV", "High blood pressure (rare)", "Some people are genetically at risk for high triglycerides, including people who are of South Asian ancestry and those have a disorder called inherited lipid metabolism disorder.", "If you have high triglycerides, your doctor may recommend that you:", "Exercise regularly, at least 30 minutes per day", "Change your diet to limit processed foods, sugars, refined carbohydrates, and saturated fats", "Lose weight if needed", "Decrease alcohol consumption", "If necessary, your doctor may recommend medications to lower your blood pressure. These can also help reduce your risk of heart disease, stroke, and diabetes. If your triglycerides are very high -- over 500 mg/dL -- you may also get medicine to lower them.", "Low triglycerides"], "images": []},
{"title": "Triglycerides", "sub_title": "Low triglycerides", "content": ["Researchers haven’t found a range that is too low for triglycerides, and having a low triglyceride level is good. If your numbers are consistently very low, your doctor may want to find out why. Very low triglycerides could be caused by:", "Eating a very low-fat diet", "Hyperthyroidism", "Malabsorption syndrome, which doesn’t allow your body to absorb fat after you eat", "Malnutrition "], "images": []},
{"title": "Total Cholesterol Levels", "sub_title": null, "content": ["Your total blood cholesterol is a measure of LDL, HDL, and other lipid components (fats). Your doctor will use your total cholesterol number when determining your risk for heart disease and how best to manage it.", " "], "images": []},
{"title": "Cholesterol Test", "sub_title": null, "content": ["It might be surprising to some people, but cholesterol testing should start in childhood. As part of their wellness visits, a healthy child’s first lipid panel should be done when they are between 9 and 11 years old and a second one again between 17 and 21. After that, they should be tested every 5 years. When men reach 45, they should be tested every 1 to 2 years, and women when they turn 55. Everyone should be tested yearly once they reach 65.", "Your doctor might recommend a more frequent lipid panel schedule if you:", "Are overweight or obese", "Aren’t physically active", "Eat a diet high in processed foods, fats, and sugar", "Smoke cigarettes", "Have diabetes", "Have a family history of heart attacks or high cholesterol", "Are taking statins or other treatments for high cholesterol", "VLDL test"], "images": []},
{"title": "Cholesterol Test", "sub_title": "VLDL test", "content": ["Your doctor may also recommend a VLDL test, or “very low-density lipoprotein cholesterol” test. Your liver makes VLDL, half of which is made up of triglycerides. It’s not measured in a standard lipid profile and has to be specifically ordered.", "A VLDL test is a simple blood test, and you may have to fast for between 9 to 12 hours beforehand. Ask your doctor if you must fast before you go for your test.", " "], "images": []},
{"title": "Normal Cholesterol Levels", "sub_title": null, "content": ["You know what your cholesterol levels are, but what do they mean? In the U.S., the numbers are measured by milligrams (mg) and deciliters (dL). The lab looks at how many milligrams of cholesterol are in 1 deciliter of blood, and they come up with a number of mg/dL.", "Different people have different cholesterol numbers based on age and sex at birth. Healthy children, 19 years old and younger, should have:", "Total cholesterol below 170 mg/dL", "LDL below 110 mg/dL", "HDL above 45 mg/dL", "Healthy adults, 20 and over should have:", "Total cholesterol 125 to 200 mg/dL", "LDL below 100 mg/dL", "HDL 40 mg/dL or higher (assigned male at birth), 50 mg/dL or higher (assigned female at birth)", "Healthy triglyceride targets are:", "Children and teens from 10 to 19: below 90 mg/dL ", "Adults: below 150 mg/dL", "Heart disease, diabetes, obesity, and other factors could change those numbers, so it’s important to speak with your doctor about your particular goals. For example, someone with heart disease or risk factors for heart disease may have a much lower target level: below 70 mg/dL, when the average target level is 100 mg/dL. ", " "], "images": []},
{"title": "Questions to Ask Your Doctor", "sub_title": null, "content": ["If testing shows you have high cholesterol, you may want to ask your doctor these questions at your next visit.", "1. What are the dangers of having high cholesterol? Can other problems develop?", "2. What could have caused my cholesterol to be too high? Is it inherited?", "3. Are there things I can do at home or in my life to reduce my cholesterol?", "4. Is medicine necessary? Are there alternative treatments?", "5. If medicine is needed, how does the medicine work?", "6. How long can I take medicine? What are the side effects? Is long-term use harmful?", "7. How can exercise help to lower my cholesterol?", "8. Where can I learn more about how to live with high cholesterol?", "9. What changes should I make to the way I eat?", "10. How often do I need to get my cholesterol level checked?"], "images": []},
{"title": "Takeaways", "sub_title": null, "content": ["Cholesterol is a naturally occurring substance in your body, but you can also take in too much of it through your diet. It’s important to be aware of your cholesterol levels by checking them regularly because high LDL and low HDL levels can increase your risk of heart disease. Ask your doctor about cholesterol testing and how often you need it."], "images": []},
{"title": "Cholesterol Levels FAQs", "sub_title": null, "content": ["What is a good cholesterol level by age? If you are 19 or younger, a healthy total cholesterol level is below 17 mg/dL, LDL below 110 mg/dL, and HLD above 45 mg/dL. If you are 20 or older, a healthy total cholesterol is between 125 to 200 mg/dL and LDL below 100 mg/dL. Those assigned male at birth should have an HDL of 40 mg/dL or higher, while those assigned female at birth, 50 mg/dL or higher.", "What is a good cholesterol level by age? If you are 19 or younger, a healthy total cholesterol level is below 17 mg/dL, LDL below 110 mg/dL, and HLD above 45 mg/dL. If you are 20 or older, a healthy total cholesterol is between 125 to 200 mg/dL and LDL below 100 mg/dL. Those assigned male at birth should have an HDL of 40 mg/dL or higher, while those assigned female at birth, 50 mg/dL or higher."], "images": []},
{"title": "Cholesterol Levels FAQs", "sub_title": "What is a good cholesterol level by age?", "content": ["How do I read my cholesterol test results? Cholesterol levels are measured by the amount of cholesterol in a unit of blood. In the U.S., this is the number of milligrams (mg) in a deciliter (dL) of blood. So an LDL level may look like 100 mg/dL on your test results.", "How do I read my cholesterol test results? Cholesterol levels are measured by the amount of cholesterol in a unit of blood. In the U.S., this is the number of milligrams (mg) in a deciliter (dL) of blood. So an LDL level may look like 100 mg/dL on your test results."], "images": []},
{"title": "Cholesterol Levels FAQs", "sub_title": "How do I read my cholesterol test results?", "content": ["What is the normal range for HDL and LDL? The normal, or average, range for HDL is above 40 mg/dL for people who are assigned male at birth, and above 50 for those assigned female at birth. For all healthy adults, the average LDL range should be below 110 mg/dL.", "What is the normal range for HDL and LDL? The normal, or average, range for HDL is above 40 mg/dL for people who are assigned male at birth, and above 50 for those assigned female at birth. For all healthy adults, the average LDL range should be below 110 mg/dL."], "images": []},
{"title": "Cholesterol Levels FAQs", "sub_title": "What is the normal range for HDL and LDL?", "content": ["Is 7 a good cholesterol level? The number 7 for a cholesterol level would not be a measurement in mg/dL, used in the U.S., but it may be in a measurement used in other countries. Canada, for example, uses millimoles per liter, or mmol/L, for cholesterol tests. 7 mmol/L is a very high LDL level.", "Is 7 a good cholesterol level? The number 7 for a cholesterol level would not be a measurement in mg/dL, used in the U.S., but it may be in a measurement used in other countries. Canada, for example, uses millimoles per liter, or mmol/L, for cholesterol tests. 7 mmol/L is a very high LDL level."], "images": []},
{"title": "Cholesterol Levels FAQs", "sub_title": "Is 7 a good cholesterol level?", "content": ["What are the five signs of high cholesterol? If you have high cholesterol, you could have:", "What are the five signs of high cholesterol? If you have high cholesterol, you could have:"], "images": []},
{"title": "Cholesterol Levels FAQs", "sub_title": "What are the five signs of high cholesterol?", "content": ["Peripheral artery disease, or PAD", "Stroke", "High blood pressure", "Type 2 diabetes", "Heart attack", "Is 250 cholesterol high? An LDL level of 250 mg/dL is very high.", "Is 250 cholesterol high? An LDL level of 250 mg/dL is very high."], "images": []},
{"title": "Cholesterol Levels FAQs", "sub_title": "Is 250 cholesterol high?", "content": [" ", "SOURCES:", "Cleveland Clinic: \"Heart and Vascular Health & Prevention,\" \"Metabolic Syndrome,\" “Cholesterol Numbers and What They Mean,” “High Cholesterol Diseases,” The Cleveland Clinic Heart Center.", "American Heart Association: \"Triglycerides: Frequently Asked Questions,\" \"Triglycerides,\" \"About Metabolic Syndrome,\"  “What is Cholesterol?”", "Talayero, B. Current Cardiology Reports, December 2011.", "Palo Alto Medical Foundation: \"Dietary Guidelines for Reducing Triglycerides.\"", "University of Massachusetts Medical School: \"What you can do to lower your triglycerides.\"", "National Heart Lung & Blood Institute: \"High Blood Cholesterol: What You Need to Know,\" \"High Blood Triglycerides.\"", "HealthLink BC: “Cholesterol and Triglycerides Tests.”", "Mayo Clinic: “Cholesterol level: Can it be too low?” “HDL cholesterol: How to boost your ‘good’ cholesterol,” “Triglycerides: Why do they matter?” “Metabolic syndrome,” “Cholesterol test,” “VDLD cholesterol: Is it harmful?”", "Mount Sinai: “Triglyceride level.”", "University of Rochester: “VDLD Cholesterol.”", "What Is Borderline Cholesterol?", "Lower Your High Cholesterol", "Can Cholesterol Be Too Low?", "What Is Very Low-Density Lipoprotein (VLDL)?", "HDL Cholesterol: The Good Cholesterol", "Cholesterol & Triglycerides News", "Cholesterol & Triglycerides Reference", "Cholesterol & Triglycerides Slideshows", "Cholesterol & Triglycerides Quizzes", "Cholesterol Management Blog", "Find a Doctor", "WebMDRx Savings Card", "Atherosclerosis", "Diabetes", "Diet & Nutrition", "Heart Disease", "High Blood Pressure", "High Triglycerides", "Living Healthy", "Metabolic Syndrome", "My Medicine", "Stroke", "Terms of Use", "AboutContact UsCareersNewsletterWebMD AppCorporateSite Map", "Contact Us", "Careers", "Newsletter", "WebMD App", "Corporate", "Site Map", "For AdvertisersAdvertise with Us", "Advertise with Us", "© 2005 - 2025 WebMD LLC, an Internet Brands company. All rights reserved. WebMD does not provide medical advice, diagnosis or treatment. See additional information."], "images": ["https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/article_thumbnails/hpt_toc_redesign/more_on/MoreOn_MS.jpg?resize=300px:*&output-quality=75", "https://img.lb.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/recommended/cholesterol-recommended-6.jpg?resize=500px:*&output-quality=75", "https://privacy-policy.truste.com/privacy-seal/seal?rid=07326333-3522-463d-81bf-f00fd7171fff", "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/layout/shared/tag-registered.png?resize=*:60px", "https://img.webmd.com/dtmcms/live/webmd/consumer_assets/site_images/oncology/1/footer-images/ad-choice.png", "https://img.wbmdstatic.com/vim/live/webmd/consumer_assets/site_images/oncology/1/images/webmd-logo-white.svg", "https://sb.scorecardresearch.com/p?c1=2&c2=6035829&cv=3.9.1&cj=1"]}
]